<template>
  <div class="container mt-3">
    <div class="mb-3">ポイント利用規約</div>
    <div class="text-base">
      <span>第1条 目的について<br>１．KIDSLINEポイント利用規約（以下「本規約」といいます。）は、株式会社キッズライン（以下「当社」といいます。） が発行する、当社が提供するKIDSLINEという名称のサービス（理由の如何を問わず名称変更後のサービスも含みます。以下「本サービス」といいます。）で使用できるポイントの利用・販売の条件を定めるものです。<br>２．本規約以外のKIDSLINEポイントに関するヘルプ、ガイドページ、よくあるお問い合わせも本規約の一部を構成するものとし、利用者（KIDSLINEポイントギフトのみの利用者を含むものとし、以下「利用者」といいます。）はこれに同意するものとします。<br>３．利用者は、本規約に同意のうえ、KIDSLINEポイントを利用するものとします。<br>４．本規約は、当社が定める会員規約その他利用規約と重畳的に適用されるものとします。<br>
        <br>第2条 購入について<br>KIDSLINEポイントの購入は現在原則として受け付けていません。クレジットカードをお持ちでない方は、お問い合わせフォームにご連絡ください。<br><br>第3条 無償付与について<br>当社は利用者に対し、KIDSLINEポイントを無償（購入以外の方法で取得する場合をいいます。）で付与することがあります。<br><br>第4条 利用可能残高の確認について<br>KIDSLINEポイントの利用可能残高については、こちらをご確認ください。<br>https://kidsline.me/points<br><br>第5条 有効期限について<br>１．KIDSLINEポイントの有効期限については、こちらでご確認ください。<br>https://kidsline.me/points/special_detail<br>２．KIDSLINEポイントは、有効期限を経過した場合、利用可能残高にかかわらず、失効します。<br><br>第6条 払戻し等について<br>１．当社は、法令の定めがある場合を除き、KIDSLINEポイントの払戻しをいたしません。<br>２．当社は、理由のいかんを問わず、KIDSLINEポイントの再発行又は換金をいたしません。<br><br>第7条 利用の停止・失効について<br>当社は、次の各号のいずれかに該当する場合、KIDSLINEポイントの利用を停止し、又はKIDSLINEポイントを失効させることができるものとします。<br>１．利用者が不正な方法によりKIDSLINEポイントを取得し、又は不正な方法で取得されたKIDSLINEポイントであることを知って利用した場合<br>２．利用者が本規約又は本サービスに関する利用規約に違反した場合<br>３．KIDSLINEポイントが偽造、変造されたものである場合<br>４．当社がKIDSLINEポイントの利用の停止を必要とする相当の事由があると判断した場合<br><br>第8条 利用の中断について<br>当社は、KIDSLINEポイント管理システムの保守・点検、又は故障、天災、通信回線の故障その他の理由により、利用者に事前に通知することなく、KIDSLINEポイントの利用を中断することができるものとします。<br><br>第9条 終了について<br>当社は、社会情勢の変化、法令の改廃又は当社のやむを得ない事由により、KIDSLINEポイントの発行又は利用の終了をすることができるものとします。<br><br>第10条の1 譲渡等の禁止について<br>利用者は、KIDSLINEポイントを、方法のいかんを問わず、本規約に定める場合を除き、他人に譲渡し、貸与し、又は担保に供することはできないものとします。<br><br>第10条の2 ギフトポイント<br>１．利用者は、KIDSLINEポイント購入ページにおいて、必要な情報を当社に提供したうえで、当社が定める手続に従い、所定の料金を支払うことにより、第三者に贈与するためのKIDSLINEポイント（以下「ギフトポイント」といい、ギフトポイントを購入した利用者を「購入者」、ギフトポイントを受け取る利用者を「受取人」といいます。）を購入することができます。<br>２．購入者は、ギフトポイントを購入する場合には受取人を指定するものとし、当社は、購入者による購入日付でギフトクーポンを発行するものとします。<br>３．受取人は、KIDSLINEサービス利用規約に同意し、本サービスへの会員登録が完了した場合に限り、当社が定める手続に従い、当社が発行したギフトクーポンを所定のフォームに入力することにより、ギフトポイントを付与されるものとします。<br>４．受取人が受領したギフトクーポンをギフトポイントに変換することができる期間及びギフトポイントの有効期限は、ギフトクーポンが発行された日を起算日として180日間とします。当該期間が経過した場合には、ギフトクーポンをポイントに変換及び使用する権利は消滅するものとします。<br>５．購入者は、受取人の本サービスへの会員登録が完了したか否か、受取人がギフトクーポンをギフトポイントに変換したか否か、受取人がギフトポイントを使用したか否か等、理由の如何を問わずギフトポイントの購入の際に所定の料金の支払い義務を負うものとし、当社は理由の如何を問わず、購入者への返金は行わないものとします。<br>６．KIDSLINEサービス利用規約第６条、第１２条乃至第２１条は、「利用者」を「購入者」に読み替えて、本サービスに登録を行っていない購入者にも適用があるものとします。<br><br>第11条 制限責任について<br>KIDSLINEポイントを利用することができないことにより利用者に生じた損害又は不利益について、当社は、何ら責任を負わないものとします。ただし、当該損害又は不利益が当社の故意又は重過失に基づく場合は除くものとします。<br><br>第12条 規約変更について<br>１．当社は、当社の任意の判断により、利用者の事前の承諾を得ることなく、本規約を変更することができるものとします。<br>２．変更後の本規約については、本サイト上に表示した時点で効力を生じるものとし、変更後にKIDSLINEポイントを利用した場合は変更後の本規約に同意したものとみなします。<br><br>第13条 準拠法及び合意管轄について<br>１．本規約は、日本法に準拠して解釈されるものとします。<br>２．当社及び利用者は、KIDSLINEポイント又は本規約に関し、当社と利用者の間で生じた紛争の解決について、大阪地方裁判所を第一審の専属的合意管轄裁判所とすることにあらかじめ合意するものとします。</span>
    </div>
  </div>
</template>

<script>
export default {
  name: "TabTwo"
}
</script>

<style scoped>

</style>